Repository: smartqauail/ProFix
Catalog: profit/locale/*/LC_MESSAGES/django.po
Languages: es

source: Building name
es: Nombre de Edificio

source: city
es: Ciudad

source: Building address
es: Dirección

source: Building Accountant
es: Contador de Edificio

source: Building insurance carrier
es: Aseguradora

source: administration manager name
es: Empresa administradora

source: Manager administrator name
es: Nombre de administrador

source: administrator e-mail
es: Correo electrónico

source: administrator phonenumber
es: Contacto de Administrador

source: codigo
es: Código
